<?php
	echo "
	<h3>體能與肌力訓練處方系統 (iEx2Win 1.5) 使用指引</h3>
	<p>	感謝您使用體能與肌力訓練處方系統。成功運動員的身體素質仰賴良好的體能和肌力的構成要素，而優異的技術更建築在良好的身體素質上。相較於其他競技適能，體能和肌力的訓練會使肌肉大量做功，耗損較多的貯藏能量；因此，體能與肌力的訓練需要特別注意訓練量的設計。傳統的訓練量定義只單純的將距離、時間、重量各自加總，無法考量相對強度、訓練時間與休息時間比例。此外，體能訓練內容幾乎無法直接應用以實驗室昂貴方法所測得的生理檢測指標，致使很多的檢測結果最後都流於浪費。</p>
	<p>其次，肌力訓練依照不同的訓練目標，訓練處方內容就會有很大差異。雖然以賽季為參考時間點可制訂個人化的肌力訓練週期，但傳統方法能無法在考量各訓練目標的特性計算出合理的訓練量，也無法得知各作用肌群的訓練量或分配量。</p>
	<p>為了協助教練解決體能與肌力在訓練時遇到的上述問題，設計者應用了可同時測得有氧與無氧代謝指標的方法 (即臨界速度與最大無氧做功) (Wakayoshi et al., 1992)、統合訓練量的概念 (即Work Endurance Recovery, WER) (Desgorces, Sénégas, Garcia, Decker, & Noirez, 2007) 並發展出初代智慧型的體能與肌力評估與訓練處方系統。期能讓一般教練、運動員個人都能利用簡易設備自我測量，達到以下目的：</p>

	<ol>
		<li>測定三種體能 (跑/游/騎) 之有氧/無氧代謝能力，即臨界速度/最大無氧做功，有助檢討體能訓練計劃；</li>
		<li>應用臨界速度制訂跑/游/騎之間歇訓練、長時間耐力訓練各式訓練處方，與計算訓練量；</li>
		<li>參考最大無氧做功設計衝刺跑/游/騎之訓練處方，與計算訓練量；</li>
		<li>肌力之1-RM評估與%1-RM力竭次數測量，與計算訓練量；</li>
		<li>應用4. 結果於各式最大肌力、瞬發力 (單次與多次)、肌肥大、肌耐力等各式訓練處方，與計算訓練量；</li>
		<li>比對訓練前後有氧/無氧能力變化，有助調整訓練內容；</li>
		<li>將前述各種體能與肌力訓練內容的訓練量加總，可瞭解各組成間、各組成與整體間之分配關係，有助於訓練週期化的安排。</li>
	</ol>
	<p>體能與肌力訓練處方系統架構可參閱下圖：</p>
	<img src=\"Framework.jpg\"/></br></br>
	<h3>體能與肌力訓練處方系統使用說明</h3>
	<ol>
		<li>瀏覽器建議使用Chrome</li>
		<li>使用中要返回上一個頁面頃點選畫面中的按鈕\"上一頁\"或\"返回\"，點選瀏覽器的上一頁將可能離開本網站</li>
		<li>離開本網站後，所有填入的資訊將被清除</li>
		<li>輸入使用日期、選擇用途、選擇能力測定方法。</li>
		<li>有氧/無氧代謝能力測定依需求可選擇跑台 (電動跑步機) 法 (跑)、田徑場法(跑)、泳池 (游)、滾筒訓練台 (騎)，各有不同測量方式。測量步驟、定義須以游標指到才呈現。</li>
		<li>間歇訓練、長時間耐力訓練的訓練處方規劃前必須先測得有氧/無氧代謝能力。</li>
		<li>若勾選”心率資訊”，可輸入相關心率數據後，有助以心率控制訓練強度。</li>
		<li>速耐力間歇訓練處方 (跑台法 (跑)、田徑場法 (跑)、泳池/開放水域 (游)、滾筒訓練台/公路 (騎)) 內有多種訓練模式 (單組、遞增、遞減、波浪) 的樣板參考，進入後可再調整強度、(訓練時間：力竭時間)、(訓練時間：休息時間)、趟數、組數，可獲得單趟訓練時間、單趟休息時間、單組時間、訓練量小計等資訊。選按”完成”後能回到主選單，可勾選與其他訓練量加總。</li>
		<li>衝刺訓練處方規劃前須先測定100 m衝刺跑、50m衝刺游、200m衝刺騎之最大速力竭時間，再輸入單趟最佳時間、(訓練時間：休息時間)、趟數、組數，可獲得趟休息時間、訓練時間、總時間、訓練量小計等資訊。選按”完成”後能回到主選單，可與其他訓練量加總。</li>
		<li>長時間耐力跑、游、騎之訓練處方規劃時須使跑速低於臨界速度 (跑、游) 或臨界功率 (騎)，且須先測得臨界速度跑、游或臨界功率騎之力竭時間與每趟停止時心率下降至110 bpm時所需時間，系統才能計算得到訓練量。</li>
		<li>肌力訓練處方分成五大類型 (最大肌力、瞬發力單次表現、瞬發力多次表現、肌肥大、肌耐力)，先評估肌群的1-RM、%1-RM之力竭次數後，可從 (強度 (%1-RM)、動作時間：休息時間)、動作時間、休息時間、組間休息、重覆次數、組數等變項，獲得總訓練時間、總訓練重量、訓練量小計等資訊。</li>
		<li>訓練肌群可由選定上半身或下半身、多或單關節之動作決定，每種訓練動作動用的主要肌群均會被各別計算出訓練量。</li>
	</ol>
	<p>本系統在經過三年的設計和半年多來的驗證，技術已逐漸成熟。研發團隊也發展出鐵人三項體能和肌力訓練特有的評估和處方系統。期待因為您的使用而提升身體素質，進而增進運動競技能力。有您的支持和肯定，研發團隊會繼續努力往下一步邁進。</p>
	</br></br>
	<h3>主要參考文獻</h3>
	</p>Desgorces, F.D., Sénégas, X., Garcia, J., Decker, L., & Noirez, P. (2007). Methods to quantify intermittent exercises. Applied Physiology Nutrition and Metabolism, 32,762-769.</p></br>
	</p>Wakayoshi K, Ikuta K, Yoshida T, Udo M, Moritani T, Mutoh Y, Miyashita M. (1992). Determination and validity of critical velocity as an index of swimming performance in the competitive swimmer. European Journal of Applied Physiology & Occupational Physiology, 64 (2):153-157.</p></br>

	</p>設計人：林嘉志 博士  人體進化工程實驗室</p>
	</p>國立東華大學體育與運動科學系副教授</p>
	</p>美國國家肌力與體能訓練協會肌力體能訓練師 (NSCA-CSCS)</p>
	</p>美國國家肌力與體能訓練協會個人教練 (NSCA-PT)</p>
	</p>美國運動醫學會註冊臨床運動生理師 (ACSM-RCEP)</p>
	</p>美國運動醫學會健康體適能師 (ACSM-HFS)</p>
	</p>台灣急診醫學會高級心臟救命術認證 (ACLS)</p>
	</br>
	<p>版本更新日期：2012/9/13</p>
";
?>